-- ----------------------------
--  Records of `geak_company`
-- ----------------------------
BEGIN;
INSERT INTO `geak_company` VALUES ('1', '大南门店', '大南门', '大南门'), ('2', '体育路店', '体育路', '体育路'), ('3', '食品街店', '食品街', '食品街'), ('4', '柳巷店', '柳巷', '柳巷'), ('5', '长风店', '长风', '长风街'), ('6', '千峰店', '千峰', '千峰路');
COMMIT;

-- ----------------------------
--  Records of `geak_business`
-- ----------------------------
BEGIN;
INSERT INTO `geak_business` VALUES ('1', '猎人', '猎人', null, '1'), ('2', '怪客V的邀请函', '邀请函', null, '1'), ('3', '谍影神偷', '谍影', null, '1'), ('4', '时空追捕者', '时空', null, '2'), ('5', '又见平遥', '平遥', null, '2'), ('6', '空中监狱', '监狱', null, '2'), ('7', '生化危机', '生化', null, '2'), ('8', '失落的文明', '失落', null, '2'), ('9', '怪客V的使命', '使命', null, '2'), ('10', '非正常人类研究中心', '非正常', null, '3'), ('11', '从百草园到三味书屋', '百草园', null, '3'), ('12', '侠路相逢', '侠路', null, '3'), ('13', '藏地密码', '藏地', null, '3'), ('14', '蛊墓悬棺', '蛊墓', null, '3'), ('15', '怪客V的越狱', '越狱', null, '3'), ('16', '审判者', '审判者', null, '4'), ('17', '星际杯驻地任务', '足球', null, '4'), ('18', '怪客V的时空罪', '时空罪', null, '4'), ('19', '夺命酒店', '酒店', null, '4'), ('20', '愤怒的小鸟', '小鸟', null, '4'), ('21', '赛琳娜公主', '公主', null, '4'), ('22', '开封奇案', '开封', null, '5'), ('23', '法老的诅咒', '法老', null, '5'), ('24', '秘密潜入', '潜入', null, '5'), ('25', '暗夜复仇', '暗夜', null, '6'), ('26', '汉墓疑云', '汉墓', null, '6'), ('27', '加勒比海盗', '海盗', null, '6'), ('28', '迷失·荒岛余生', '迷失', null, '6'), ('29', '魔戒·霍比特人', '魔戒', null, '6');
COMMIT;

-- ----------------------------
--  Records of `geak_promotion_plan`
-- ----------------------------
BEGIN;
INSERT INTO `geak_promotion_plan` VALUES ('1', 'A券'), ('2', 'B券'), ('3', 'C券'), ('4', '通关券'), ('5', '礼品券'), ('6', '打车券');
COMMIT;

-- ----------------------------
--  Records of `geak_payment_mode`
-- ----------------------------
BEGIN;
INSERT INTO `geak_payment_mode` VALUES ('1', '现金'), ('2', '支付宝'), ('3', '微信'), ('4', '美团'), ('5', '大众'), ('6', '糯米');
COMMIT;